11/data/attachments/93c25fc18841dd49.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Elizabeth_speak_Friend_7268_3</nif:username>
            <nif:friendToBeRequested>soap_friends_e3f83404-b8da-44ed-897b-8a24167d119f</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>